export default {
  projections: {
    Физ_лицоE: {
      фИО: {
        __caption__: 'ФИО'
      },
      контакты: {
        __caption__: 'Контакты'
      },
      образование: {
        __caption__: 'Образование'
      },
      опыт: {
        __caption__: 'Опыт'
      },
      iD: {
        __caption__: 'ID'
      },
      дата_приема: {
        __caption__: 'Дата_приема'
      },
      отдел: {
        __caption__: 'Отдел',
        название: {
          __caption__: 'Название'
        }
      },
      должность: {
        __caption__: 'Должность',
        название: {
          __caption__: 'Название'
        }
      }
    },
    Физ_лицоL: {
      фИО: {
        __caption__: 'ФИО'
      },
      контакты: {
        __caption__: 'Контакты'
      },
      образование: {
        __caption__: 'Образование'
      },
      опыт: {
        __caption__: 'Опыт'
      },
      iD: {
        __caption__: 'ID'
      },
      дата_приема: {
        __caption__: 'Дата_приема'
      },
      отдел: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      },
      должность: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    контакты: {
      __caption__: 'Контакты'
    },
    образование: {
      __caption__: 'Образование'
    },
    опыт: {
      __caption__: 'Опыт'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
